MAINTAIN_HEALTH = "รักษาสุขภาพ|เพื่อสุขภาพ"
RECYCLE = "รีไซเคิล|recycle|recycling|ขึ้นรูปใหม่|เอากลับมาใช้"
REDUCE = "reduce|ลดการใช้พลาสติก|ลดน้ำหนักของพลาสติก|ลดการใช้โพลิเมอร์"
GREEN_PRODUCT = "สินค้ายั่งยืน|sustainable product|green polymer|กรีนโปรดักส์|green transition|green project|green solution"
BIOSYNTHESIS = "biosynthesis"
ALTERNATIVE_FUEL = "พลังงานชีวภาพ|biomass|ไบโอแมส|ชีวมวล|ไบโอดีเซล|ไบโอแก๊ส|แก๊สชีวภาพ|biogas|ไบโอเพาเวอร์|เชื้อเพลิงทางเลือก"
LOW_CARBON = "ลดคาร์บอน|ดีคาร์บอน|คาร์บอนต่ำ|คาร์บอนฟรี|low carbon|โลคาร์บอน"

BIODIVERSITY = [
    "ความหลากหลายทางชีวภาพ",
    "ปลูกป่า",
    "ป่าไม้",
    "ป่าชายเลน",
    "ไบโอไดเวอร์ซิตี้",
    "ตัดไม้ทำลายป่า",
]
CLIMATE_CHANGE = [
    "คาร์บอนสุทธิเป็นศูนย์|เป็นกลางทางคาร์บอน|คาร์บอน Natural|เน็ตซีโร่|เน็ต zero|net zero|ยูโรเปี้ยนกรีน|European Green",
    "คาร์บอนเครดิต",
    "บริหารจัดการคาร์บอน|คาร์บอนฟุตปริ้น|การบริหาร co2",
    "การปล่อยคาร์บอน|การปลดปล่อยก๊าซธรรมชาติ|ปล่อยก๊าซเรือนกระจก",
    "ลดการปลดปล่อย",
    "ลดการเผา",
    LOW_CARBON,
    "PM 2.5",
    "พลังงานสะอาด|Clean Energy|พลังงานสีเขียว",
    "พลังงานหมุนเวียน|renewable|พลังงานที่ยั่งยืน|พลังงานทดแทน",
    "New Energy|พลังงานใหม่|พลังงานรูปแบบใหม่",
    "พลังงานลม|กังหันลม|Wind",
    "เชื้อเพลิงสีเขียว|กรีนไฮโดรเจน|ไฮโดรเจนสีเขียว",
    "โซล่าเซลล์|ไฟฟ้าแสงอาทิตย์|solar|โซล่า|พลังงานแสงอาทิตย์",
    "พลังงานความร้อนร่วม|โรงไฟฟ้า thermal",
    "คาร์บอน Capture|inject Co2|Co2 injection|Carbon Capture",
    ALTERNATIVE_FUEL,
    "โรงไฟฟ้าขยะ",
    "เป็นมิตรต่อสิ่งแวดล้อม",
    "ยานยนต์ไฟฟ้า",
    "green financing",
    "ภาวะโลกร้อน",
    GREEN_PRODUCT,
    RECYCLE,
    REDUCE,
    BIOSYNTHESIS,
]
POLLUTION_RESOURCES = [
    "สิ่งแวดล้อม",
    "สารปนเปื้อน",
    "การปล่อยน้ำเสีย",
    "กระบวนการกรอง",
    "ระบบการจัดการฝุ่น",
    "การบริหารจัดการขยะ|จัดการขยะ|กำจัดขยะ|west management|waste management",
    "ของเหลือใช้|วัสดุเหลือใช้",
    "เป็นมิตรต่อสิ่งแวดล้อม",
    "organic waste|ออร์แกนิคเวสต์",
    "zero waste",
    "ประสิทธิภาพมากขึ้น|efficiency|ปรับปรุงประสิทธิภาพ|optimizing|ประสิทธิภาพสูงสุด",
    "space management",
    "maximize resource|maximize utilization",
    GREEN_PRODUCT,
    RECYCLE,
    REDUCE,
    BIOSYNTHESIS,
]
WATER_SECURITY = [
    "แหล่งน้ำใต้ดิน",
    "แหล่งน้ำธรรมชาติ",
    "รีไซเคิลน้ำ",
    "น้ำสะอาด",
    "น้ำท่วม",
    "ปริมาณน้ำ",
    "ฝนหยุด",
]
CUSTOMER_RESPONSIBILITY = [
    "ความยั่งยืน",
    "ธุรกิจที่ยั่งยืน",
    "ประหยัด",
    "การันตี|การรับประกัน|warranty",
    "ควบคุมคุณภาพ|QC",
    "maximize value",
    "คุณค่าในระยะยาว",
    "มาตรฐาน",
    "สัญญา",
    "quality ที่ดี",
    "customer centric|customer เซ็นเซอร์|เข้าใจ customer",
    "เป็นธรรมกับลูกค้า",
    "customer experience|experience ของลูกค้า|customer journey",
    "พิถีพิถันในการผลิต",
    "สินค้าที่เป็น defect",
    MAINTAIN_HEALTH,
]
HEALTH_SAFETY = ["Zero Accident", "ระบบการจัดการฝุ่น", MAINTAIN_HEALTH]
HUMAN_RIGHTS_COMMUNITY = [
    "เลเบอร์ management",
    "ชุมชน",
    "เศรษฐกิจในชุมชน",
    "ผู้มีส่วนได้เสีย|ผู้มีส่วนได้ส่วนเสีย",
    "สังคม",
    "การสร้างความสัมพันธ์",
    "สิทธิมนุษยชน",
    "หนี้ครัวเรือน",
]
LABOR_STANDARD = [
    "การจ้างงาน|บุคลากรที่เพิ่มขึ้น",
    "สร้างรายได้ให้เกษตรกร",
    "เลเบอร์ management|ด้านบุคลาก|ทรัพยากรบุคคลร",
    "ผลประโยชน์พนักงาน",
    "training|ฝึกฝน",
    "จำนวนพนักงาน",
    "ค่าแรงขั้นต่ำ",
    "อินเซนทีฟ",
    MAINTAIN_HEALTH,
]
ANTI_CORRUPTION = [
    "cac|ต่อต้านการทุจริต|ต่อต้านคอร์รัปชั่น",
    "ทุจริตคอรัปชั่น",
    "คอรัปชั่น",
    "ธรรมาภิบาล",
]
CORPORATE_GOVERNANCE = [
    "การประชุมผู้ถือหุ้น",
    "เชี่ยวชาญ",
    "ประธานเจ้าหน้าที่บริหาร|กรรมการผู้จัดการใหญ่",
    "CEO",
    "คณะกรรมการบริษัท",
    "ความต้องการของนักลงทุน",
    "เป้าหมาย|กลยุทธ์",
    "คุณค่าในระยะยาว",
    "q&a|คำถาม",
    "commitment",
    "ธรรมาภิบาล",
    "โฆษณาตัวเอง",
]
RISK_MANAGEMENT = [
    "การบริหารความเสี่ยง|risk management",
    "กระจายความเสี่ยง|การกระจายตัวของโครงการ|กระจายพอร์ตการลงทุน",
    "m&a|synergy|พันธมิตร|ความร่วมมือ|ควบรวมกิจการ",
    "อัตราแลกเปลี่ยน",
    "กระแสเงินสด|Cash on Hand|เงินสด",
    "Cost management|Cos management",
    "ความผันผวน|ความไม่แน่นอน|การเปลี่ยนแปลง",
    "ป้องกันความเสี่ยง",
    "ประกันความเสี่ยง",
    "Country risk",
    "เตรียมตัว|เตรียมพร้อม|แผนรองรับ|วางแผน|แผนรับมือ|planning",
    "ลดผลกระทบ",
    "monitoring",
    "การจัดการหนี้เสีย",
    "ประเมินความเสี่ยง",
]
TAX_TRANSPARENCY = []
SUPPLY_CHAIN_ENVIRONMENTAL = [
    "วัสดุเหลือใช้ทางการเกษตร|วัสดุทางการเกษตร",
    "ของเหลือใช้|วัสดุเหลือใช้",
    "ขาดแคลนวัตถุดิบ",
    "ecosystem",
    GREEN_PRODUCT,
    LOW_CARBON,
    "ตัดไม้ทำลายป่า|deforestation ฟรี|deforestation free",
    "คาร์บอนซัพพลายเชน",
    "sustainable materials",
    "Green financing",
]
SUPPLY_CHAIN_SOCIAL = [
    "สร้างรายได้ให้เกษตรกร",
    "การจ้างงาน|ให้อาชีพ",
    "พัฒนาเกษตรกร",
    "ช่วยเกษตรกร",
    "SME",
    "หนี้ครัวเรือน",
    "OTOP",
    "พันธมิตรรอบๆข้าง",
    "community product",
    'ปรับปรุงของ supplier|ปรับปรุง supplier',
    "ต้นทุนของ supplier",
    "win win situation"
]
