BIODIVERSITY = ["ความหลากหลายทางชีวภาพ", "ปลูกป่า", "ป่าไม้", "ป่าชายเลน", "ไบโอไดเวอร์ซิตี้"]
CLIMATE_CHANGE = [
    "คาร์บอนสุทธิเป็นศูนย์|เป็นกลางทางคาร์บอน|เน็ตซีโร่|เน็ต Zero|net zero",
    "คาร์บอนเครดิต",
    "บริหารจัดการคาร์บอน|คาร์บอนฟุตปริ้น|การบริหาร co2",
    "การปล่อยคาร์บอน",
    "การปลดปล่อยก๊าซธรรมชาติ",
    "ปล่อยก๊าซเรือนกระจก",
    "ลดการปลดปล่อย",
    "ลดการเผา",
    "ลดคาร์บอน|ดีคาร์บอนไนเซชั่น|ดีคาร์บอนไดออกไซด์|คาร์บอนต่ำ|คาร์บอนฟรี",
    "PM 2.5",
    "พลังงานสะอาด|Clean Energy|พลังงานสีเขียว",
    "พลังงานหมุนเวียน|renewable|พลังงานที่ยั่งยืน|พลังงานทดแทน",
    "New Energy|พลังงานใหม่|พลังงานรูปแบบใหม่",
    "พลังงานลม|กังหันลม|Wind",
    "เชื้อเพลิงสีเขียว|กรีนไฮโดรเจน|ไฮโดรเจนสีเขียว",
    "โซล่าเซลล์|ไฟฟ้าแสงอาทิตย์|solar|โซล่า|พลังงานแสงอาทิตย์",
    "พลังงานความร้อนร่วม|โรงไฟฟ้า thermal",
    "คาร์บอน Capture|inject Co2|Co2 injection|Carbon Capture",
    "biomass|ไบโอแมส|ชีวมวล|ไบโอดีเซล",
    "โรงไฟฟ้าขยะ",
    "Zero Waste",
    "เป็นมิตรต่อสิ่งแวดล้อม",
    "ยานยนต์ไฟฟ้า"
]
POLLUTION_RESOURCES = [
    "สิ่งแวดล้อม",
    "สารปนเปื้อน",
    "การปล่อยน้ำเสีย",
    "กระบวนการกรอง",
    "ระบบการจัดการฝุ่น",
    "การบริหารจัดการขยะ|จัดการขยะ|กำจัดขยะ",
    "ของเหลือใช้|วัสดุเหลือใช้ทางการเกษตร",
    "เป็นมิตรต่อสิ่งแวดล้อม",
]
WATER_SECURITY = [
    "แหล่งน้ำใต้ดิน",
    "แหล่งน้ำธรรมชาติ",
    "รีไซเคิลน้ำ|รีไซเคิล",
    "น้ำสะอาด",
    "น้ำท่วม",
    "ปริมาณน้ำ",
]
CUSTOMER_RESPONSIBILITY = [
    "ความยั่งยืน",
    "ธุรกิจที่ยั่งยืน",
    "ประหยัด",
    "การรับประกัน|warranty|QC",
    "maximize value",
    "คุณค่าในระยะยาว"
]
HEALTH_SAFETY = []
HUMAN_RIGHTS_COMMUNITY = [
    "ชุมชน",
    "เศรษฐกิจในชุมชน",
    "ผู้มีส่วนได้เสีย|ผู้มีส่วนได้ส่วนเสีย",
    "สังคม",
    "การสร้างความสัมพันธ์",
    "สิทธิมนุษยชน",
]
LABOR_STANDARD = [
    "การจ้างงาน",
    "สร้างรายได้ให้เกษตรกร",
    "ด้านบุคลาก|ทรัพยากรบุคคลร"
]
ANTI_CORRUPTION = [
    "ต่อต้านการทุจริต",
    "ต่อต้านคอร์รัปชั่น",
    "ทุจริตคอรัปชั่น",
    "คอรัปชั่น",
]
CORPORATE_GOVERNANCE = [
    "การประชุมผู้ถือหุ้น",
    "เชี่ยวชาญ",
    "ประธานเจ้าหน้าที่บริหาร|กรรมการผู้จัดการใหญ่",
    "CEO",
    "คณะกรรมการบริษัท",
    "ความต้องการของนักลงทุน",
    "เป้าหมาย|กลยุทธ์",
    "คุณค่าในระยะยาว"
]
RISK_MANAGEMENT = [
    "การบริหารความเสี่ยง|risk management",
    "กระจายความเสี่ยง|การกระจายตัวของโครงการ|กระจายพอร์ตการลงทุน",
    "m&a|synergy|พันธมิตร|ความร่วมมือ",
    "อัตราแลกเปลี่ยน",
    "กระแสเงินสด|Cash on Hand|เงินสด",
    "Cost management|Cos management",
    "ความผันผวน|ความไม่แน่นอน|การเปลี่ยนแปลง",
    "ป้องกันความเสี่ยง",
    "ประกันความเสี่ยง",
    "Country risk",
    "เตรียมตัว|เตรียมพร้อม|แผนรองรับ|วางแผน",
    "ลดผลกระทบ",
]
TAX_TRANSPARENCY = []
SUPPLY_CHAIN_ENVIRONMENTAL = [
    "วัสดุเหลือใช้ทางการเกษตร",
    "ของเหลือใช้",
]
SUPPLY_CHAIN_SOCIAL = [
    "สร้างรายได้ให้เกษตรกร",
    "การจ้างงาน",
]
