BIODIVERSITY = []
CLIMATE_CHANGE = [
    "ประสิทธิภาพมากขึ้น|efficiency|ปรับปรุงประสิทธิภาพ"
]
POLLUTION_RESOURCES = []
WATER_SECURITY = []
CUSTOMER_RESPONSIBILITY = [
    "คาร์บอนสุทธิเป็นศูนย์|เป็นกลางทางคาร์บอน|เน็ตซีโร่|เน็ต zero|net zero",
    "บริหารจัดการคาร์บอน|คาร์บอนฟุตปริ้น|การบริหาร co2",
    "การปล่อยคาร์บอน|การปลดปล่อยก๊าซธรรมชาติ|ปล่อยก๊าซเรือนกระจก",
    "สารปนเปื้อน|การปล่อยน้ำเสีย|ลดการปลดปล่อย|ลดการเผา|ลดคาร์บอน",
    "PM 2.5",
    "Zero Waste",
    "รีไซเคิลน้ำ|รีไซเคิล",
    "เสถียรภาพของระบบไฟฟ้า|ความเสถียร|ความมั่นคง"
]
HEALTH_SAFETY = [
    "ระบบการจัดการฝุ่น",
]
HUMAN_RIGHTS_COMMUNITY = []
LABOR_STANDARD = []
ANTI_CORRUPTION = []
CORPORATE_GOVERNANCE = []
RISK_MANAGEMENT = []
TAX_TRANSPARENCY = []
SUPPLY_CHAIN_ENVIRONMENTAL = [
    "คาร์บอนสุทธิเป็นศูนย์|เป็นกลางทางคาร์บอน|เน็ตซีโร่|เน็ต zero|net zero",
    "บริหารจัดการคาร์บอน|คาร์บอนฟุตปริ้น|การบริหาร co2",
    "การปล่อยคาร์บอน|การปลดปล่อยก๊าซธรรมชาติ|ปล่อยก๊าซเรือนกระจก",
    "สารปนเปื้อน|การปล่อยน้ำเสีย|ลดการปลดปล่อย|ลดการเผา|ลดคาร์บอน",
    "PM 2.5",
    "Zero Waste",
    "รีไซเคิลน้ำ|รีไซเคิล",
    "ระบบการจัดการฝุ่น",
]
SUPPLY_CHAIN_SOCIAL = []
